Repository: jeffhigham-f3/flutter_huevo
Catalog: app/lib/l10n/app_*.arb
Languages: sr, sr_latn

source: Cancel
sr: Откажи
sr_latn: Otkaži

source: Delete my account
sr: Обриши мој налог
sr_latn: Obriši moj nalog

# deleteMyAccountConfirmation
source: Are you sure you want to delete your account forever? It can take up to 60 days.
sr: Да ли стварно желиш да обришеш своје податке? Ово може трајати и до 60 дана.
sr_latn: Da li stvarno želiš da obrišeš sve svoje podatke? Ovo može trajati i do 60 dana.

source: Request submitted
sr: Захтев послат
sr_latn: Zahtev poslat

source: Sign out
sr: Одјави се
sr_latn: Odjavi se

# signOutConfirmation
source: Are you sure you want to sign out?
sr: Да ли стварно желиш да се одјавиш?
sr_latn: Da li stvarno želiš da se odjaviš?

# signUpTitle
source: Sign up to continue
sr: Региструј се да наставиш
sr_latn: Registruj se da nastaviš

source: Sign Up
sr: Региструј се
sr_latn: Registruj se

# signInTitle
source: Sign in to continue
sr: Пријави се да наставиш
sr_latn: Prijavi se da nastaviš

source: Sign In
sr: Пријави се
sr_latn: Prijavi se

source: Email
sr: Е-пошта

source: Password
sr: Лозинка
sr_latn: Lozinka

source: Already have an account?
sr: Већ имаш налог?
sr_latn: Već imaš nalog?

source: Don't have an account?
sr: Немаш налог?
sr_latn: Nemaš nalog?

source: Home
sr: Почетна
sr_latn: Početna

source: Explore
sr: Истражи
sr_latn: Istraži

source: Profile
sr: Профил
sr_latn: Profil

source: Settings
sr: Подешавања
sr_latn: Podešavanja

source: Privacy Policy
sr: Политика приватности
sr_latn: Politika privatnosti

source: Terms of Service
sr: Услови коришћења
sr_latn: Uslovi korišćenja

# errorWrongPassword
source: Wrong password
sr: Погрешна лозинка
sr_latn: Pogrešna lozinka

# errorTooManyRequests
source: We have blocked all requests from this device due to unusual activity. Please try again later.
sr: Блокирали смо захтеве са овог уређаја због сумњивог понашања. Покушај касније.
sr_latn: Blokirali smo zahteve sa ovog uređaja zbog sumnjivog ponašanja. Pokušaj kasnije.

# errorInvalidEmailAddress
source: Invalid email address
sr: Е-пошта није валидна
sr_latn: E-pošta nije validna

# errorEmailAlreadyInUse
source: Email already in use
sr: Е-пошта је заузета
sr_latn: E-pošta je zauzeta

# errorAccountNotExist
source: Account not exist
sr: Налог не постоји
sr_latn: Nalog ne postoji

# errorWeakPassword
source: Password should be at least 6 characters
sr: Лозинка мора имати бар 6 карактера
sr_latn: Lozinka mora imati bar 6 karaktera

# errorUnknownError
source: Unknown error. Please try again later.
sr: Непозната грешка. Покушај касније.
sr_latn: Nepoznata greška. Pokušaj kasnije.

source: List is empty
sr: Листа је празна
sr_latn: Lista je prazna

source: Add
sr: Додај
sr_latn: Dodaj

source: Added
sr: Додато
sr_latn: Dodato

source: Title
sr: Наслов
sr_latn: Naslov

source: Subtitle
sr: Поднаслов
sr_latn: Podnaslov

source: Text
sr: Текст
sr_latn: Tekst

source: Add an Article
sr: Додај чланак
sr_latn: Dodaj članak

source: Forgot your password?
sr: Не знаш лозинку?
sr_latn: Ne znaš lozinku?

# forgotYourPasswordDescription
source: Enter your email address and we will send you a link to reset your password.
sr: Унеси своју е-пошту и послаћемо ти линк за ресетовање лозинке.
sr_latn: Unesi svoj email i poslaćemo ti link za resetovanje lozinke.

source: Reset Password
sr: Ресетуј лозинку
sr_latn: Resetuj lozinku

source: Reset password email sent
sr: Послали смо ти е-пошту са линком за ресетовање лозинке.
sr_latn: Poslali smo ti email sa linkom za resetovanje lozinke.

source: Connectivity
sr: Конекција
sr_latn: Konekcija

source: Pro
sr: Про

source: Unlock Pro
sr: Откључај Про
sr_latn: Otključaj Pro

source: Success
sr: Успешно
sr_latn: Uspešno

source: Restore purchase
sr: Врати куповину
sr_latn: Vrati kupovinu

# actionContinue
source: Continue
sr: Настави
sr_latn: Nastavi

source: Send Feedback
sr: Пошаљи повратну информацију
sr_latn: Pošalji povratnu informaciju

source: Send
sr: Пошаљи
sr_latn: Pošalji

source: Dark Mode
sr: Тамни режим
sr_latn: Tamni režim

# appReviewTitle
source: Enjoying the app?
sr: Свиђа ти се апликација?
sr_latn: Sviđa ti se aplikacija?

# appReviewDescription
source: If you enjoy using this app, please leave a review. It means a lot to us.
sr: Ако ти се свиђа апликација, молимо те да је оцениш. То нам много значи.
sr_latn: Ako ti se sviđa aplikacija, molimo te da je oceniš. To nam mnogo znači.

source: Leave Your Review
sr: Остави оцену
sr_latn: Ostavi ocenu

source: Confirm
sr: Потврди
sr_latn: Potvrdi

source: Pick an image
sr: Изабери слику
sr_latn: Izaberi sliku

source: Gallery
sr: Галерија
sr_latn: Galerija

source: Camera
sr: Камера
sr_latn: Kamera

source: Confirm the image
sr: Потврди слику
sr_latn: Potvrdi sliku

source: Image saved
sr: Слика сачувана
sr_latn: Slika sačuvana

source: Sign in with Google
sr: Пријави се са Google-ом
sr_latn: Prijavi se sa Google-om

source: Sign in with Apple
sr: Пријави се са Apple-ом
sr_latn: Prijavi se sa Apple-om

source: Local Notifications
sr: Локална обавештења
sr_latn: Lokalna obaveštenja

# localNotificationsDescription
source: Shows a local notification.
sr: Приказ локалног обавештења.
sr_latn: Prikaz lokalnog obaveštenja.

source: Show
sr: Прикажи
sr_latn: Prikaži

source: Remote Notifications
sr: Серверска обавештења
sr_latn: Serverska obaveštenja

# remoteNotificationsDescription
source: Shows a remote notification after 10 seconds.
sr: Приказ серверског обавештења након 10 секунди.
sr_latn: Prikaz serverskog obaveštenja nakon 10 sekundi.

source: Today
sr: Данас
sr_latn: Danas

source: Yesterday
sr: Јуче
sr_latn: Juče

# continueAction
source: Continue
sr: Настави
sr_latn: Nastavi

# onboardingExplanationTitle1
source: Launch Your App in Days
sr: Покрени своју апликацију за неколико дана
sr_latn: Pokreni svoju aplikaciju za nekoliko dana

# onboardingExplanationSubtitle1
source: Build your iOS, Android, and web apps in days, not weeks. Auth, payments, and more ready out of the box.
sr: Направи iOS, Android и веб апликације за неколико дана, а не недеља. Аутентификација, плаћања и још много тога спремно одмах.
sr_latn: Napravi iOS, Android i web aplikacije za nekoliko dana, a ne nedelja. Autentifikacija, plaćanja i još mnogo toga spremno odmah.

# onboardingExplanationTitle2
source: Scalable by Default
sr: Скалабилно по дизајну
sr_latn: Skalabilno po dizajnu

# onboardingExplanationSubtitle2
source: Clean architecture, Firebase backend, and modular code built for long-term success.
sr: Чиста архитектура, Firebase backend и модуларан код припремљен за дугорочан успех.
sr_latn: Čista arhitektura, Firebase backend i modularan kod pripremljen za dugoročni uspeh.

# onboardingExplanationTitle3
source: Focus on What Matters
sr: Фокусирај се на оно што је важно
sr_latn: Fokusiraj se na ono što je važno

# onboardingExplanationSubtitle3
source: Skip the boilerplate and ship features. All the essentials are already done.
sr: Прескочи код који се понавља и испоручуј функционалности. Све основне ствари су већ завршене.
sr_latn: Preskoči kod koji se ponavlja i isporučuj funkcionalnosti. Sve osnovne stvari su već završene.

# onboardingGoalTitle
source: What can we help you with?
sr: Како можемо да ти помогнемо?
sr_latn: Kako možemo da ti pomognemo?

# goalHaveFun
source: Have Fun
sr: Да се забавим
sr_latn: Da se zabavim

# goalHaveFunDescription
source: Got it. Let's have fun building apps!
sr: Разумемо. Хајде да се забавимо правећи апликације!
sr_latn: Razumemo. Hajde da se zabavimo praveći aplikacije!

# goalLearnFlutterAndFirebase
source: Learn Flutter and Firebase
sr: Научи Flutter и Firebase
sr_latn: Nauči Flutter i Firebase

# goalLearnFlutterAndFirebaseDescription
source: Perfect. This template has everything you need to learn Flutter and Firebase.
sr: Идеално. Овај шаблон има све што ти треба да научиш Flutter и Firebase.
sr_latn: Idealno. Ovaj šablon ima sve što ti treba da naučiš Flutter i Firebase.

# goalBuildAppPortfolio
source: Build an App Portfolio
sr: Изгради портфолио апликација
sr_latn: Izgradi portfolio aplikacija

# goalBuildAppPortfolioDescription
source: Awesome! This template will speed up your app portfolio creation.
sr: Одлично! Овај шаблон ће убрзати креирање твог портфолија апликација.
sr_latn: Odlično! Ovaj šablon će ubrzati kreiranje tvog portfolija aplikacija.

# goalGetJob
source: Get a Job
sr: Пронађи посао
sr_latn: Pronađi posao

# goalGetJobDescription
source: Great. This template will show you how to build a real-world app with Flutter and Firebase.
sr: Сјајно. Овај шаблон ће ти показати како се прави реална апликација у Flutter-у и Firebase-у.
sr_latn: Sjajno. Ovaj šablon će ti pokazati kako se pravi realna aplikacija u Flutter-u i Firebase-u.

# canSelectMultipleLabel
source: Select as many as you like
sr: Изабери колико год желиш
sr_latn: Izaberi koliko god želiš

# onboardingPreparationTitle
source: Personalizing your experience
sr: Персонализујемо твоје искуство
sr_latn: Personalizujemo tvoje iskustvo

# welcomeProof1
source: by
sr: аутор:
sr_latn: autor:

# welcomeProof2
source: Flutter Tech Lead and $100K App Founder
sr: Flutter Tech Lead и оснивач апликације од $100K
sr_latn: Flutter Tech Lead i osnivač aplikacije od $100K

source: Get Started
sr: Почни
sr_latn: Počni
